print('*** Reading E-Book ***')
# ตอนแรกทำแบบเงื่อนไขไปแต่คิดตื้นไปนิดติดกับยาวเลย
# ต่อมาลองแยกเป็นListทีแรกแล้วพบว่าปัญหาคือเราไม่รู้ว่าตัวที่อยู่ถัดจาก , คือตัวที่เท่าไหร่
# สุดท้ายก็เจอเลยเอาข้อมูลที่รับต่อด้วย .split() เลย
message ,Highlight  = input('Text , Highlight : ').split(',')
for i in range(0,len(message)):
    # เกร็ดความรู้วันนี้คือ คำสั่งend= คือการบอกว่าตัวอักษรที่่ลำดับนั้นๆถูกแสดงแล้วเท่ากับว่าเริ่มบรรทัดใหม่เลย
    if Highlight != message[i]:
        print(message[i], end='')
    else:
        print('['+message[i], end=']')



