# Toolple คือการจัดเรียงคำสั่งโดยจะเพิ่ม ลบ แก้ไขใดใดไม่ได้
sentence = ('สวัสดี','ปีใหม่','2020')
# List คือการนำข้อมูลมาจัดเรียงเป็น index เริ่มนับจาก 0 1 2
quests = ['สวัสดี','ปีใหม่','2020']
print(quests)
# กรณีตรวจข้อความว่ามีอยู่ในชุดคำสั่งนั้นๆไหมถ้ามีให้แสดงผล..
if '2020' in quests:
    print('เดจาวู\n')

max_quest = 5
# เพื่มข้างนอกไม่ระบุตำแหน่งจะนำไปใส่ตัวสุดท้าย.append
# เพิ่มโดยระบุตำแหน่ง .insert(ตน., เพิ่มอะไรอ่ะ ) ลบ.remove
if len(quests) < max_quest:
    quests.append('โอ้โฮนี่หรือบางกอก\n')

# พิมพ์ข้อความในเควส
for quest in quests:
    print(quest)

# พิมพ์ข้อความในเควสแบบมีเลขนำหน้าด้วย
for i in range(len(quests)):
    print(str(i+1) + '. '+ quests[i])

